import React from 'react';
import styles from './refundPolicy.module.css'
import Layout from '../../components/Layout/Layout';

const index = () => {
    return (
        <Layout>
            <div className={styles.policy_container}>
                <h1 className={styles.headline}>Условия и соглашения</h1>
                <div className={styles.info}>
                    <h2>Соглашение</h2>
                    <p>
Настоящие условия использования представляют собой дистанционное соглашение между вами (покупателем, пользователем, клиентом) и нами , sport support. Использование вами этого сайта и каждая транзакция, совершенная через sport support, регулируются настоящим соглашением, как описано ниже.
<br />
<br />
<h2>Использование сайта</h2>
<p>Вам предоставляется доступ к этому сайту в соответствии с условиями, описанными здесь.</p>
                    </p>
                    <br />
<ul>
    <p>Вы гарантируете, что:</p>
<li>  вы соглашаетесь не выдавать себя за другое физическое или юридическое лицо при доступе и использовании sport support</li>
</ul>
<ul>
    <p>Мы оставляем за собой право:</p>
    <li>изменять или удалять, временно или постоянно, этот сайт (или любую его часть) с уведомлением вас или без него, и вы подтверждаете, что мы не несем ответственности перед вами или какой-либо третьей стороной за любое изменение или удаление сайта; и/или;</li>
    <li> время от времени изменять условия без предварительного уведомления, и ваше дальнейшее использование этого сайта (или любой его части) после такого изменения будет считаться вашим согласием с таким изменением. Если вы не согласны с какими-либо изменениями условий, вам следует немедленно прекратить использование сайта.</li>
</ul>
<br />
<h2>Размещение и прием заказа</h2>
<p>Электронное письмо с подтверждением заказа и номер заказа не являются подтверждением принятия заказа от нас. Принятие вашего заказа и завершение договора между вами и нами произойдет при оплате заказа, если только мы не уведомили вас о том, что не принимаем ваш заказ, или вы сами его отменили. Для оплаты вашего заказа вы можете использовать основные кредитные, дебетовые карты, такие как Visa и MasterCard. При оформлении заказа вы также можете применить дискретную скидку 10%, которую можно использовать для любого продукта, доступного на нашем сайте. После оплаты заказа он считается принятым и отправляется на отправку.</p>
<br />
<h2>Наличие и цены</h2>
<p>Товары, представленные на sport support, предоставляются в зависимости от наличия. Принятие нами вашего предложения о покупке наших продуктов зависит от их наличия. Наше подтверждение вашего заказа по электронной почте не является гарантией доставки. Если мы не сможем доставить товар, который вы предложили приобрести, мы сообщим вам об этом как можно быстрее.</p>
<br />
<p>Цены, указанные на сайте sport support, относятся только к продуктам, продаваемым через этот сайт. Цены, указанные на сайте, могут быть изменены без предварительного уведомления. В зависимости от размера и веса товара может взиматься дополнительная плата, которая будет указана на кассе.</p>
<br />
<h2>Описание продукта и информация</h2>
<p>Несмотря на то, что мы принимаем разумные меры для обеспечения того, чтобы все изображения, описания и другие сведения о продуктах, представленные на сайте sport support, были верными во всех отношениях, информация на этом сайте может быть неточной в момент размещения заказа. Например, цвета и/или внешний вид наших продуктов могут незначительно отличаться от того, как они отображаются на экране, и мы не можем гарантировать, что экран вашего монитора будет точно отражать цвет продукта при доставке.</p>
<br />
<h2>Заказ повторной отправки и возврата</h2>
<p>Если заказанный вами продукт прибыл поврежденным или дефектным, пожалуйста, свяжитесь с нашей службой поддержки клиентов по электронной почте или по телефону. Как только мы получим ваш запрос, мы отправим новый продукт за наш счет на тот же или новый (если таковой указан) адрес доставки.</p>
<br />
<p>Если вы хотите вернуть товар, вы можете сделать это в течение 14 дней после получения заказа. Пожалуйста, сообщите в нашу службу поддержки клиентов о своем решении, и мы предоставим вам всю необходимую информацию о том, как поступить с возвратом товара. Обратите внимание, товар должен быть возвращен в оригинальной упаковке.</p>
<br />
<h2>Политика возврата</h2>
<p>Мы предлагаем полный возврат средств за любую покупку, сделанную через sport support. Пожалуйста, сообщите нам, если вы не удовлетворены товаром, который вы приобрели у нас, и хотите вернуть его. Вы имеете право на полный возврат средств в течение 14 дней после получения заказа. Возврат покроет стоимость самого товара и стоимость доставки. Обратите внимание, что обработка и зачисление средств на ваш банковский счет может занять до 14 рабочих дней.</p>
<br />
<p>Если у вас есть какие-либо дополнительные вопросы о процедуре возврата или вы хотите запросить возврат средств, свяжитесь с нашей службой поддержки клиентов.</p>
              </div>
            </div>
        </Layout>
    );
};

export default index;